"AES-128 (recommended)" = "AES-128 (zalecane)";
"Burn Image..." = "Nagraj Obraz...";
"Cancel" = "Anuluj";
"Change Format..." = "Zmień Format...";
"Convert" = "Skonwertuj";
"Converting Image..." = "Konwersja Obrazu...";
"Create" = "Utwórz";
"Create Disk Image" = "Utwórz Obraz Dysku";
"Create with directory:" = "Utwórz z katalogiem:";
"Create with size:" = "Utwórz z rozmiarem:";
"Create..." = "Utwórz...";
"Creating Image..." = "Tworzenie Obrazu...";
"DVD/CD-R master" = "Głowny DVD/CD-R";
"Disk Image" = "Obraz Dysku";
"Disk Image Converter" = "Konwerter Obrazu Dysku";
"Disk Image Converting" = "Konwersja Obrazu Dysku";
"Disk Image Progress" = "Postęp Obrazu Dysku";
"Encryption:" = "Szyfrowanie:";
"Finished" = "Zakończony";
"Image Format" = "Format Obrazu";
"Internet enable" = "Przystosuj do Internetu";
"Megabytes" = "Megabajtów";
"Mount after creating" = "Zamontuj po utworzeniu";
"Mounting Image..." = "Montowanie Obrazu...";
"Name:" = "Nazwa:";
"None" = "Żadne";
"Read only" = "Tylko do odczytu";
"Read only compressed" = "Przeczytaj tylko skompresowane";
"Read only zlib compressed" = "Przeczytaj tylko skompresowane z użyciem zlib";
"Read/Write" = "Odczyt/Zapis";
"Sparse" = "Rzadkie";
"The file must have the .dmg, .img, .cdr, .iso, .smi or .toast extensions." = "Plik musi mieć rozszerzenie .dmg, .img, .cdr, .iso, .smi albo .toast";
"Volume Name:" = "Nazwa Woluminu:";
"Volume Size:" = "Rozmiar Woluminu:";
"untitled" = "bez tytułu";

/* ==== UNLOCALIZED ==== */

"Format:" = "Format:";
